Repository: MustangYM/Compositor
Catalog: Compositor/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

source: Select only similar pixels connected to the one you click; off selects them everywhere
de: Nur ähnliche Pixel auswählen, die mit dem angeklickten Pixel verbunden sind; deaktiviert werden sie überall ausgewählt
es: Seleccionar solo píxeles similares conectados al píxel pulsado; al desactivarlo, se seleccionan en toda la imagen
fr: Sélectionner uniquement les pixels similaires contigus au pixel cliqué ; si désactivé, les sélectionner partout
ja: クリックしたピクセルにつながる近似色のみ選択します。オフにすると、画像全体から近似色を選択します。
ko: 클릭한 픽셀과 연결된 유사 색상만 선택합니다. 끄면 이미지 전체에서 유사 색상을 선택합니다.
pt_br: Selecionar apenas pixels semelhantes conectados ao pixel clicado; quando desativado, seleciona em toda a imagem
zh_hans: 仅选择与单击点相连的相似像素；关闭后将选择所有位置的相似像素
zh_hant: 僅選取與點選位置相連的相似像素；關閉後將選取所有位置的相似像素

source: Select Subject
de: Motiv auswählen
es: Seleccionar sujeto
fr: Sélectionner un sujet
ja: 被写体を選択
ko: 피사체 선택
pt_br: Selecionar assunto
zh_hans: 选择主体
zh_hant: 選取主體

source: Select text: %1$@
de: Text auswählen: %1$@
es: Seleccionar texto: %1$@
fr: Sélectionner le texte : %1$@
ja: テキストを選択：%1$@
ko: 텍스트 선택: %1$@
pt_br: Selecionar texto: %1$@
zh_hans: 选择文字：%1$@
zh_hant: 選取文字：%1$@

source: Select this picked color.
de: Wählen Sie diese ausgewählte Farbe.
es: Seleccione este color elegido.
fr: Sélectionnez cette couleur choisie.
ja: この採取した色を選択します。
ko: 이 추출된 색상을 선택합니다.
pt_br: Selecione esta cor escolhida.
zh_hans: 选择此取样颜色。
zh_hant: 選取此取樣顏色。

source: Select tool
de: Auswahlwerkzeug
es: Herramienta Selección
fr: Outil Sélection
ja: 選択ツール
ko: 선택 도구
pt_br: Ferramenta Seleção
zh_hans: 选择工具
zh_hant: 選取工具

source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
ja: 選択済み
ko: 선택됨
pt_br: Selecionado
zh_hans: 已选择
zh_hant: 已選取

source: Sets how far the glow reaches. Has no effect until Glow is raised.
de: Legt die Reichweite des Scheins fest. Wirkt erst bei erhöhtem Schein.
es: Define el alcance del resplandor. No tiene efecto hasta que se aumenta Resplandor.
fr: Définit la portée de la lueur. Sans effet tant que la lueur n’est pas augmentée.
ja: 光彩の広がる距離を設定します。「光彩」を上げるまで効果は現れません。
ko: 광선이 퍼지는 거리를 설정합니다. 광선 값을 높여야 효과가 나타납니다.
pt_br: Define o alcance do brilho. Não tem efeito até aumentar Brilho.
zh_hans: 设置发光的影响范围。“发光”大于零时才有效。
zh_hant: 設定發光的影響範圍。「發光」大於零時才有效。

source: Sets the brightest point. Hold Option to see clipped highlights.
de: Legt den hellsten Punkt fest. Halten Sie die Option-Taste gedrückt, um beschnittene Lichter anzuzeigen.
es: Define el punto más claro. Mantenga pulsada Opción para ver las iluminaciones recortadas.
fr: Définit le point le plus clair. Maintenez la touche Option pour afficher les tons clairs écrêtés.
ja: 最も明るい点を設定します。Option キーを押すと白飛びを確認できます。
ko: 가장 밝은 점을 설정합니다. Option을 누르면 잘린 밝은 영역을 확인할 수 있습니다.
pt_br: Define o ponto mais claro. Mantenha Option pressionada para ver os realces cortados.
zh_hans: 设置白场。按住 Option 可查看高光剪切。
zh_hant: 設定白場。按住 Option 可檢視亮部剪裁。

source: Sets the darkest point. Hold Option to see clipped shadows.
de: Legt den dunkelsten Punkt fest. Halten Sie die Option-Taste gedrückt, um beschnittene Tiefen anzuzeigen.
es: Define el punto más oscuro. Mantenga pulsada Opción para ver las sombras recortadas.
fr: Définit le point le plus sombre. Maintenez la touche Option pour afficher les tons foncés écrêtés.
ja: 最も暗い点を設定します。Option キーを押すと黒つぶれを確認できます。
ko: 가장 어두운 점을 설정합니다. Option을 누르면 잘린 어두운 영역을 확인할 수 있습니다.
pt_br: Define o ponto mais escuro. Mantenha Option pressionada para ver as sombras cortadas.
zh_hans: 设置黑场。按住 Option 可查看阴影剪切。
zh_hant: 設定黑場。按住 Option 可檢視陰影剪裁。

source: Sets where the vignette begins, from the center outward.
de: Legt fest, wo die Vignette beginnt, von der Mitte nach außen.
es: Define dónde comienza la viñeta, desde el centro hacia fuera.
fr: Définit le début de la vignette, du centre vers l’extérieur.
ja: 中心から外側に向かって、周辺光量効果が始まる位置を設定します。
ko: 중심에서 바깥쪽으로 비네팅이 시작되는 위치를 설정합니다.
pt_br: Define onde a vinheta começa, do centro para fora.
zh_hans: 设置晕影从中心向外开始的位置。
zh_hant: 設定暈映從中心向外開始的位置。

source: Several layers are selected. Select just one to paint on it.
de: Mehrere Ebenen sind ausgewählt. Wählen Sie zum Malen nur eine aus.
es: Hay varias capas seleccionadas. Seleccione solo una para pintar en ella.
fr: Plusieurs calques sont sélectionnés. Sélectionnez-en un seul pour y peindre.
ja: 複数のレイヤーが選択されています。描画するには 1 つだけ選択してください。
ko: 여러 레이어가 선택되어 있습니다. 페인팅하려면 하나만 선택하세요.
pt_br: Várias camadas estão selecionadas. Selecione apenas uma para pintar nela.
zh_hans: 当前选中了多个图层。请仅选择一个图层进行绘画。
zh_hant: 目前選中了多個圖層。請僅選取一個圖層進行繪畫。

source: Shadow Clipping Indicator
de: Warnung für beschnittene Tiefen
es: Indicador de recorte de sombras
fr: Indicateur d’écrêtage des tons foncés
ja: 黒つぶれ警告
ko: 어두운 영역 클리핑 표시기
pt_br: Indicador de corte de sombras
zh_hans: 阴影剪切警告
zh_hant: 陰影剪裁警告

source: Shadows
de: Tiefen
es: Sombras
fr: Tons foncés
ja: シャドウ
ko: 어두운 영역
pt_br: Sombras
zh_hans: 阴影
zh_hant: 陰影

source: Shape
de: Form
es: Forma
fr: Forme
ja: シェイプ
ko: 모양
pt_br: Forma
zh_hans: 形状
zh_hant: 形狀

source: Shape (U) · Shift-U switches Rectangle/Ellipse
de: Form (U) · Umschalt-U wechselt zwischen Rechteck und Ellipse
es: Forma (U) · Shift-U alterna Rectángulo/Elipse
fr: Forme (U) · Maj-U alterne entre Rectangle et Ellipse
ja: シェイプ（U）· Shift-U で長方形と楕円を切り替え
ko: 모양 (U) · Shift-U로 사각형과 타원 전환
pt_br: Forma (U) · Shift-U alterna Retângulo/Elipse
zh_hans: 形状 (U) · Shift-U 切换矩形 / 椭圆
zh_hant: 形狀 (U) · Shift-U 切換矩形 / 橢圓

source: Shape tool
de: Form-Werkzeug
es: Herramienta Forma
fr: Outil Forme
ja: シェイプツール
ko: 모양 도구
pt_br: Ferramenta Forma
zh_hans: 形状工具
zh_hant: 形狀工具

source: Shapes fill with the foreground color; click to change it
de: Formen werden mit der Vordergrundfarbe gefüllt; zum Ändern klicken
es: Las formas llenan con el color del primer plano; haga clic para cambiarlo
fr: Les formes sont remplies avec la couleur de premier plan ; cliquer pour la modifier
ja: シェイプは描画色で塗りつぶされます。クリックして色を変更します。
ko: 모양은 전경색으로 채워집니다. 클릭하여 색상을 변경합니다.
pt_br: As formas preenchem com a cor do primeiro plano; clique para alterá- lo
zh_hans: 形状使用前景色填充；单击可更改颜色
zh_hant: 形狀使用前景色填滿；按一下可更改顏色

source: Sharpening
de: Schärfen
es: Enfoque
fr: Netteté
ja: シャープ
ko: 선명 효과
pt_br: Nitidez
zh_hans: 锐化
zh_hant: 銳利化

source: Shift Edge
de: Kante verschieben
es: Desplazamiento de borde
fr: Décalage du contour
ja: エッジをシフト
ko: 가장자리 이동
pt_br: Deslocar borda
zh_hans: 移动边缘
zh_hant: 移動邊緣

source: Shift-click adds a color, Option-click takes one away.
de: Umschalt-Klick fügt eine Farbe hinzu, Option-Klick entfernt eine.
es: Shift-clic añade un color; Opción-clic lo elimina.
fr: Maj-clic ajoute une couleur, Option-clic en retire une.
ja: Shift-クリックで色を追加し、Option-クリックで削除します。
ko: Shift-클릭하면 색상을 추가하고 Option-클릭하면 뺍니다.
pt_br: Shift-clique adiciona uma cor; Option-clique a remove.
zh_hans: Shift-单击添加颜色，Option-单击减去颜色。
zh_hant: Shift-按一下新增顏色，Option-按一下減去顏色。

source: Shift-U (or Tab) steps through Rectangle, Ellipse and Line
de: Umschalt-U (oder Tab) wechselt zwischen Rechteck, Ellipse und Linie
es: Shift-U (o Tab) alterna entre Rectángulo, Elipse y Línea
fr: Maj-U (ou Tab) fait défiler Rectangle, Ellipse et Trait
ja: Shift-U（または Tab）で長方形、楕円、直線を順に切り替え
ko: Shift-U (또는 Tab)로 사각형, 타원, 선을 순서대로 전환
pt_br: Shift-U (ou Tab) alterna entre Retângulo, Elipse e Linha
zh_hans: Shift-U（或 Tab）依次切换矩形、椭圆和直线
zh_hant: Shift-U（或 Tab）依次切換矩形、橢圓和直線

source: Shifts how blue is interpreted.
de: Ändert die Interpretation von Blau.
es: Cambia cómo se interpreta el azul.
fr: Modifie l’interprétation du bleu.
ja: ブルーの色の解釈を変えます。
ko: 파랑이 표현되는 방식을 바꿉니다.
pt_br: Muda como o azul é interpretado.
zh_hans: 调整蓝原色的色相解释。
zh_hant: 調整藍原色的色相解釋。

source: Shifts how green is interpreted.
de: Ändert die Interpretation von Grün.
es: Cambia cómo se interpreta el verde.
fr: Modifie l’interprétation du vert.
ja: グリーンの色の解釈を変えます。
ko: 녹색이 표현되는 방식을 바꿉니다.
pt_br: Altera como o verde é interpretado.
zh_hans: 调整绿原色的色相解释。
zh_hant: 調整綠原色的色相解釋。

source: Shifts how red is interpreted.
de: Ändert die Interpretation von Rot.
es: Se cambia cómo se interpreta el rojo.
fr: Modifie l’interprétation du rouge.
ja: レッドの色の解釈を変えます。
ko: 빨강이 표현되는 방식을 바꿉니다.
pt_br: Muda como o vermelho é interpretado.
zh_hans: 调整红原色的色相解释。
zh_hant: 調整紅原色的色相解釋。

source: Shifts the glow from cool to warm. Halation stays red. Has no effect until Glow is raised.
de: Verschiebt den Schein von kühl zu warm. Halation bleibt rot. Wirkt erst bei erhöhtem Schein.
es: Cambia el resplandor de frío a cálido. Halo permanece rojo. No tiene efecto hasta que se aumenta Resplandor.
fr: Décale la lueur des tons froids aux tons chauds. Le halo rouge reste rouge. Sans effet tant que la lueur n’est pas augmentée.
ja: 光彩の色を寒色から暖色に変えます。ハレーションは赤のままです。「光彩」を上げるまで効果は現れません。
ko: 광선을 차가운 색에서 따뜻한 색으로 바꿉니다. 할레이션은 빨강을 유지합니다. 광선 값을 높여야 효과가 나타납니다.
pt_br: Altera o brilho de frio para quente. Halo permanece vermelho. Não tem efeito até aumentar Brilho.
zh_hans: 将发光颜色从冷色调整为暖色，光晕仍保持红色。“发光”大于零时才有效。
zh_hant: 將發光顏色從冷色調整為暖色，光暈仍保持紅色。「發光」大於零時才有效。

source: Shifts the picked color around the color wheel.
de: Verschiebt die ausgewählte Farbe um das Farbrad.
es: Cambia el color elegido alrededor de la rueda de color.
fr: Déplace la couleur choisie autour de la roue de couleur.
ja: カラーホイールに沿って、指定した色の色相を変えます。
ko: 색상 휠을 따라 지정한 색상의 색조를 바꿉니다.
pt_br: Muda a cor escolhida em torno da roda de cores.
zh_hans: 沿色轮调整拾取颜色的色相。
zh_hant: 沿色輪調整拾取顏色的色相。

source: Shifts the picture from blue to yellow.
de: Verschiebt das Bild von blau nach gelb.
es: Cambia la imagen de azul a amarillo.
fr: Déplace l'image du bleu vers le jaune.
ja: 画像の色味をブルーからイエローの間で変えます。
ko: 이미지의 색감을 파랑에서 노랑 사이로 바꿉니다.
pt_br: Muda a imagem do azul para o amarelo.
zh_hans: 将图像色温从偏蓝调整为偏黄。
zh_hant: 將影像色溫從偏藍調整為偏黃。

source: Shifts the picture from green to mauve.
de: Verschiebt das Bild von Grün zu Mauve.
es: Cambia la imagen de verde a malva.
fr: Déplace l'image de vert à mauve.
ja: 画像の色味をグリーンから赤紫の間で変えます。
ko: 이미지의 색감을 녹색에서 연보라 사이로 바꿉니다.
pt_br: Altera a imagem de verde para malva.
zh_hans: 将图像色调从偏绿调整为偏洋红。
zh_hant: 將影像色調從偏綠調整為偏洋紅。

source: Shifts the selected color family around the wheel.
de: Verschiebt die ausgewählte Farbfamilie um das Rad.
es: Desplaza la familia de colores seleccionada por la rueda.
fr: Déplace la famille de couleurs sélectionnée autour de la roue.
ja: カラーホイールに沿って、選択した色系統の色相を変えます。
ko: 색상 휠을 따라 선택한 색상 계열의 색조를 바꿉니다.
pt_br: Desloca a família de cores selecionada ao redor da roda.
zh_hans: 沿色轮调整所选色系的色相。
zh_hant: 沿色輪調整所選色系的色相。

source: Shifts the wheels toward shadows or highlights.
de: Verschiebt die Wirkung der Farbräder in Richtung Tiefen oder Lichter.
es: Desplaza el efecto de las ruedas hacia las sombras o las iluminaciones.
fr: Déplace l’effet des roues vers les tons foncés ou les tons clairs.
ja: ホイールの効果のバランスをシャドウ側またはハイライト側に移します。
ko: 휠 효과의 균형을 어두운 영역 또는 밝은 영역 쪽으로 옮깁니다.
pt_br: Desloca o efeito das rodas para as sombras ou os realces.
zh_hans: 将色轮的作用范围偏向阴影或高光。
zh_hant: 將色輪的作用範圍偏向陰影或亮部。

source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
ja: 表示
ko: 표시
pt_br: Mostrar
zh_hans: 显示
zh_hant: 顯示

source: Show %1$@
de: %1$@ anzeigen
es: Mostrar %1$@
fr: Afficher %1$@
ja: %1$@を表示
ko: %1$@ 표시
pt_br: Mostrar %1$@
zh_hans: 显示%1$@
zh_hant: 顯示%1$@

source: Show %1$@ in the preview
de: Zeigen Sie %1$@ in der Vorschau
es: Mostrar %1$@ en la previsualización
fr: Afficher %1$@ dans l'aperçu
ja: プレビューで %1$@ を表示
ko: 미리 보기에서 %1$@ 표시
pt_br: Mostrar %1$@ na visualização
zh_hans: 在预览中显示%1$@
zh_hant: 在預視中顯示%1$@

source: Show All
de: Alle einblenden
es: Mostrar todo
fr: Tout afficher
ja: すべて表示
ko: 모두 표시
pt_br: Mostrar tudo
zh_hans: 显示全部
zh_hant: 顯示全部

source: Show clipped highlights in red on the preview.
de: Beschnittene Lichter in der Vorschau rot anzeigen.
es: Mostrar las iluminaciones recortadas en rojo en la previsualización.
fr: Afficher en rouge les tons clairs écrêtés dans l’aperçu.
ja: プレビューで白飛びした部分を赤く表示します。
ko: 미리 보기에서 잘린 밝은 영역을 빨강으로 표시합니다.
pt_br: Mostrar os realces cortados em vermelho na visualização.
zh_hans: 在预览中以红色显示发生剪切的高光。
zh_hant: 在預視中以紅色顯示發生剪裁的亮部。

source: Show clipped shadows in blue on the preview.
de: Beschnittene Tiefen in der Vorschau blau anzeigen.
es: Mostrar las sombras recortadas en azul en la previsualización.
fr: Afficher en bleu les tons foncés écrêtés dans l’aperçu.
ja: プレビューで黒つぶれした部分を青く表示します。
ko: 미리 보기에서 잘린 어두운 영역을 파랑으로 표시합니다.
pt_br: Mostrar as sombras cortadas em azul na visualização.
zh_hans: 在预览中以蓝色显示发生剪切的阴影。
zh_hant: 在預視中以藍色顯示發生剪裁的陰影。

source: Show Controls
de: Steuerelemente anzeigen
es: Mostrar controles
fr: Afficher les commandes
ja: コントロールを表示
ko: 컨트롤 표시
pt_br: Mostrar controles
zh_hans: 显示控件
zh_hant: 顯示控制項

source: Show Grid
de: Raster anzeigen
es: Mostrar cuadrícula
fr: Afficher la grille
ja: グリッドを表示
ko: 격자 표시
pt_br: Mostrar grade
zh_hans: 显示网格
zh_hant: 顯示格點

source: Show Guides
de: Hilfslinien anzeigen
es: Mostrar guías
fr: Afficher les repères
ja: ガイドを表示
ko: 안내선 표시
pt_br: Mostrar guias
zh_hans: 显示参考线
zh_hant: 顯示參考線

source: Show Layer
de: Ebene einblenden
es: Mostrar capa
fr: Afficher le calque
ja: レイヤーを表示
ko: 레이어 표시
pt_br: Mostrar camada
zh_hans: 显示图层
zh_hant: 顯示圖層

source: Show mask alone
de: Maske allein zeigen
es: Mostrar solo la máscara
fr: Afficher le masque seul
ja: マスクのみ表示
ko: 마스크만 표시
pt_br: Mostrar apenas a máscara
zh_hans: 单独显示蒙版
zh_hant: 單獨顯示遮色片

source: Show Rulers
de: Lineale anzeigen
es: Mostrar reglas
fr: Afficher les règles
ja: 定規を表示
ko: 눈금자 표시
pt_br: Mostrar réguas
zh_hans: 显示标尺
zh_hant: 顯示尺標

source: Show the image again (or Option-click the mask thumbnail)
de: Zeigen Sie das Bild erneut an (oder Option-klicken Sie auf das Masken-Miniaturbild)
es: Volver a mostrar la imagen (u Opción-clic en la miniatura de la máscara)
fr: Afficher à nouveau l'image (ou Option-cliquez sur la vignette du masque)
ja: 画像の表示に戻る（またはマスクのサムネイルを Option-クリック）
ko: 이미지 보기로 돌아가기 (또는 마스크 축소판 Option-클릭)
pt_br: Mostrar a imagem novamente (ou Option-clique na miniatura da máscara)
zh_hans: 重新显示图像（也可 Option-单击蒙版缩略图）
zh_hant: 重新顯示影像（也可 Option-按一下遮色片縮圖）

source: Show the transform box and handles (⌘H). When hidden, drag anywhere to move the layer.
de: Transformationsrahmen und Griffe anzeigen (⌘H). Wenn ausgeblendet, zum Verschieben der Ebene an beliebiger Stelle ziehen.
es: Mostrar el cuadro y los tiradores de transformación (⌘H). Si están ocultos, arrastre en cualquier lugar para mover la capa.
fr: Afficher le cadre et les poignées de transformation (⌘H). S’ils sont masqués, faire glisser n’importe où pour déplacer le calque.
ja: バウンディングボックスとハンドルを表示します（⌘H）。非表示の場合、任意の場所をドラッグしてレイヤーを移動できます。
ko: 변형 상자와 핸들을 표시합니다(⌘H). 숨긴 상태에서는 아무 곳이나 드래그하여 레이어를 이동할 수 있습니다.
pt_br: Mostrar a caixa e as alças de transformação (⌘H). Quando estiverem ocultas, arraste em qualquer lugar para mover a camada.
zh_hans: 显示变换框和控点 (⌘H)。隐藏时可在任意位置拖动以移动图层。
zh_hant: 顯示變形框和控點 (⌘H)。隱藏時可在任意位置拖曳以移動圖層。

source: Show the whole image (⌘0)
de: Gesamtes Bild anzeigen (⌘0)
es: Mostrar toda la imagen (⌘0)
fr: Afficher l’image entière (⌘0)
ja: 画像全体を表示（⌘0）
ko: 전체 이미지 보기 (⌘0)
pt_br: Mostrar a imagem inteira (⌘0)
zh_hans: 显示整幅图像 (⌘0)
zh_hant: 顯示整幅影像 (⌘0)

source: Show Transform Controls
de: Transformationssteuerungen anzeigen
es: Mostrar controles de transformación
fr: Afficher les options de transformation
ja: バウンディングボックスを表示
ko: 변형 컨트롤 표시
pt_br: Mostrar controles de transformação
zh_hans: 显示变换控件
zh_hant: 顯示變形控制項

source: Shrink the mask to drop the rim of background color around the subject, or grow it
de: Maske verkleinern, um den Hintergrundfarbsaum am Motiv zu entfernen, oder Maske vergrößern
es: Contraer la máscara para eliminar el borde del color de fondo alrededor del sujeto, o expandirla
fr: Réduire le masque pour éliminer le liseré de couleur d’arrière-plan autour du sujet, ou l’étendre
ja: マスクを縮小して被写体の周囲に残る背景色の縁を除去、または拡張する
ko: 마스크를 줄여 피사체 주변의 배경색 테두리를 제거하거나 마스크를 확장
pt_br: Contrair a máscara para remover a borda da cor de fundo ao redor do objeto, ou expandi-la
zh_hans: 收缩蒙版以去除主体周围的背景色边，或扩展蒙版
zh_hant: 收縮遮色片以去除主體周圍的背景色邊，或延伸遮色片

source: Size
de: Größe
es: Tamaño
fr: Taille
ja: サイズ
ko: 크기
pt_br: Tamanho
zh_hans: 大小
zh_hant: 大小

source: Smear
de: Verwischen
es: Difuminar
fr: Étalement
ja: にじみ
ko: 번짐
pt_br: Esfumar
zh_hans: 模糊 / 涂抹 / 液化
zh_hant: 模糊 / 塗抹 / 液化

source: Smear (R)
de: Verwischen (R)
es: Difuminar (R)
fr: Étalement (R)
ja: にじみ（R）
ko: 번짐 (R)
pt_br: Esfumar (R)
zh_hans: 模糊 / 涂抹 / 液化 (R)
zh_hant: 模糊 / 塗抹 / 液化 (R)

source: Smooth
de: Abrunden
es: Suavizar
fr: Lisser
ja: 滑らかに
ko: 매끄럽게
pt_br: Suavizar
zh_hans: 平滑
zh_hant: 平滑

source: Smooth selection edges; turn off for hard pixel edges
de: Auswahlkanten glätten; für harte Pixelkanten deaktivieren
es: Suavizar los bordes de selección; desactivar para obtener bordes de píxel duros
fr: Lisser les contours de la sélection ; désactiver pour des bords de pixels nets
ja: 選択範囲の境界を滑らかにします。オフにするとピクセルの角が残ります。
ko: 선택 영역 가장자리를 매끄럽게 합니다. 끄면 각진 픽셀 가장자리를 유지합니다.
pt_br: Suavizar as bordas da seleção; desative para obter bordas de pixels rígidas
zh_hans: 平滑选区边缘；关闭可保留锐利的像素边缘
zh_hant: 平滑選取範圍邊緣；關閉可保留銳利的像素邊緣

source: Smooth the detected object outline; turn off for the raw pixel mask
de: Erkannten Objektumriss glätten; für die unveränderte Pixelmaske deaktivieren
es: Suavizar el contorno del objeto detectado; desactivar para usar la máscara de píxeles sin procesar
fr: Lisser le contour de l’objet détecté ; désactiver pour utiliser le masque de pixels brut
ja: 検出したオブジェクトの輪郭を滑らかにします。オフにすると元のピクセルマスクを使用します。
ko: 감지된 개체의 윤곽을 매끄럽게 합니다. 끄면 원래 픽셀 마스크를 사용합니다.
pt_br: Suavizar o contorno do objeto detectado; desative para usar a máscara de pixels sem processamento
zh_hans: 平滑检测到的对象轮廓；关闭可保留原始像素蒙版
zh_hant: 平滑偵測到的物件輪廓；關閉可保留原始像素遮色片

source: Smoothing
de: Glättung
es: Suavizado
fr: Lissage
ja: 滑らかさ
ko: 매끄럽게 하기
pt_br: Suavização
zh_hans: 平滑
zh_hant: 平滑

source: Smooths colored speckles.
de: Glättet farbige Sprenkel.
es: Suaviza las motas de color.
fr: Lisse les taches colorées.
ja: 色の斑点を滑らかにします。
ko: 색상 얼룩을 매끄럽게 합니다.
pt_br: Suaviza os pontos coloridos.
zh_hans: 减少彩色杂点。
zh_hant: 減少彩色雜點。

source: Smooths grain and noise in brightness.
de: Glättet Körnung und Helligkeitsrauschen.
es: Suaviza el grano y el ruido de luminancia.
fr: Lisse le grain et le bruit de luminance.
ja: 明るさの粒状感やノイズを滑らかにします。
ko: 밝기의 입자감과 노이즈를 매끄럽게 합니다.
pt_br: Suaviza a granulação e o ruído de luminância.
zh_hans: 减少明亮度中的颗粒和杂色。
zh_hant: 減少明度中的顆粒和雜訊。

source: Smudge
de: Wischfinger
es: Dedo
fr: Doigt
ja: 指先
ko: 손가락
pt_br: Borrar
zh_hans: 涂抹
zh_hant: 塗抹

source: Smudge and Liquify work on a layer's pixels, not its mask.
de: Wischfinger und Verflüssigen wirken auf die Pixel einer Ebene, nicht auf ihre Maske.
es: Dedo y Licuar actúan sobre los píxeles de la capa, no sobre su máscara.
fr: Doigt et Fluidité agissent sur les pixels d’un calque, pas sur son masque.
ja: 指先とゆがみは、マスクではなくレイヤーのピクセルに作用します。
ko: 손가락과 픽셀 유동화는 마스크가 아닌 레이어의 픽셀에 적용됩니다.
pt_br: Borrar e Dissolver atuam nos pixels da camada, não na máscara.
zh_hans: 涂抹和液化仅作用于图层像素，不能用于蒙版。
zh_hant: 塗抹和液化僅作用於圖層像素，不能用於遮色片。

source: Snap
de: Ausrichten
es: Ajustar
fr: Magnétisme
ja: スナップ
ko: 스냅
pt_br: Ajustar
zh_hans: 对齐
zh_hant: 靠齊

source: Snap To
de: Ausrichten an
es: Ajustar a
fr: Magnétisme de
ja: スナップ先
ko: 스냅 대상
pt_br: Ajustar a
zh_hans: 对齐到
zh_hant: 靠齊至

source: Soft Light
de: Weiches Licht
es: Luz suave
fr: Lumière tamisée
ja: ソフトライト
ko: 소프트 라이트
pt_br: Luz indireta
zh_hans: 柔光
zh_hant: 柔光

source: Softens the edge of the vignette.
de: Erweicht den Rand der Vignette.
es: Suaviza el borde de la viñeta.
fr: Adoucit le bord de la vignette.
ja: 周辺光量効果の境界をぼかします。
ko: 비네팅 가장자리를 부드럽게 합니다.
pt_br: Suaviza a borda da vinheta.
zh_hans: 柔化晕影边缘。
zh_hant: 柔化暈映邊緣。

source: Some dropped items couldn’t be read. Drag JPEG, PNG, HEIC, TIFF, or Photoshop (PSD) files from Finder.
de: Einige abgelegte Elemente konnten nicht gelesen werden. Ziehen Sie JPEG-, PNG-, HEIC-, TIFF- oder Photoshop-Dateien (PSD) aus dem Finder.
es: No se pudieron leer algunos elementos soltados. Arrastre archivos JPEG, PNG, HEIC, TIFF o Photoshop (PSD) desde el Finder.
fr: Certains éléments déposés n’ont pas pu être lus. Faites glisser des fichiers JPEG, PNG, HEIC, TIFF ou Photoshop (PSD) depuis le Finder.
ja: ドロップした項目の一部を読み込めませんでした。Finder から JPEG、PNG、HEIC、TIFF、または Photoshop（PSD）ファイルをドラッグしてください。
ko: 놓은 항목 중 일부를 읽을 수 없습니다. Finder에서 JPEG, PNG, HEIC, TIFF 또는 Photoshop (PSD) 파일을 드래그하세요.
pt_br: Não foi possível ler alguns itens soltos. Arraste arquivos JPEG, PNG, HEIC, TIFF ou Photoshop (PSD) do Finder.
zh_hans: 无法读取部分拖入的项目。请从“访达”拖入 JPEG、PNG、HEIC、TIFF 或 Photoshop (PSD) 文件。
zh_hant: 無法讀取部分拖入的項目。請從 Finder 拖入 JPEG、PNG、HEIC、TIFF 或 Photoshop (PSD) 檔案。

source: Space
de: Leertaste
es: Espacio
fr: Espace
pt_br: Espaço
zh_hans: 空格键
zh_hant: 空格鍵

source: Spot Healing
de: Bereichsreparatur-Pinsel
es: Pincel corrector puntual
fr: Correcteur localisé
ja: スポット修復ブラシ
ko: 스팟 복구 브러시
pt_br: Pincel de recuperação para manchas
zh_hans: 污点修复画笔
zh_hant: 污點修復筆刷

source: Spot Healing Brush (J)
de: Bereichsreparatur-Pinsel (J)
es: Pincel corrector puntual (J)
fr: Correcteur localisé (J)
ja: スポット修復ブラシ（J）
ko: 스팟 복구 브러시 (J)
pt_br: Pincel de recuperação para manchas (J)
zh_hans: 污点修复画笔 (J)
zh_hant: 污點修復筆刷 (J)

source: Spread
de: Überfüllen
es: Extensión
fr: Grossi
ja: スプレッド
ko: 스프레드
pt_br: Expansão
zh_hans: 扩展
zh_hant: 擴散

source: Spreads a glow from the bright areas.
de: Breitet einen Schein von den hellen Bereichen aus.
es: Esparce un resplandor de las áreas brillantes.
fr: Diffuse une lueur à partir des zones claires.
ja: 明るい部分から光彩を広げます。
ko: 밝은 영역에서 광선이 퍼지게 합니다.
pt_br: Espalha um brilho das áreas brilhantes.
zh_hans: 使亮部向周围扩散发光。
zh_hant: 使亮部向周圍擴散發光。

source: square
de: Quadrat
es: cuadrado
fr: carré
ja: 正方形
ko: 정사각형
pt_br: quadrado
zh_hans: 正方形
zh_hant: 正方形

source: Square
de: Quadrat
es: Cuadrado
fr: Carré
ja: 正方形
ko: 정사각형
pt_br: Quadrado
zh_hans: 正方形
zh_hant: 正方形

source: Start of the hue range, in degrees.
de: Beginn des Farbtonbereichs in Grad.
es: Inicio del intervalo de tono, en grados.
fr: Début de la gamme de teintes, en degrés.
ja: 色相範囲の始点（度）。
ko: 색조 범위의 시작점(도)입니다.
pt_br: Início do intervalo de matiz, em graus.
zh_hans: 色相范围的起点，以度为单位。
zh_hant: 色相範圍的起點，以度為單位。

source: Stop viewing the mask
de: Maskenansicht beenden
es: Dejar de mostrar la máscara
fr: Quitter l’affichage du masque
ja: マスクの表示を終了
ko: 마스크 보기 종료
pt_br: Parar de mostrar a máscara
zh_hans: 停止单独查看蒙版
zh_hant: 停止單獨檢視遮色片

source: Straightens barrel or pincushion bending.
de: Korrigiert Tonnen- oder Kissenverzeichnung.
es: Corrige la distorsión de barril o de cojín.
fr: Corrige les distorsions en barillet ou en coussinet.
ja: 樽型や糸巻き型のゆがみを補正します。
ko: 배럴 또는 핀쿠션 왜곡을 곧게 교정합니다.
pt_br: Corrige a distorção de barril ou de almofada.
zh_hans: 校正桶形或枕形畸变。
zh_hant: 校正桶形或枕形畸變。

source: Straightens horizontal lines toward the center.
de: Begradigt horizontale Linien zum Zentrum hin.
es: Endereza las líneas horizontales hacia el centro.
fr: Redressez les lignes horizontales vers le centre.
ja: 水平線を中心に向かって補正します。
ko: 수평선을 중심 방향으로 곧게 교정합니다.
pt_br: Endireita as linhas horizontais em direção ao centro.
zh_hans: 向中心校正水平线的倾斜。
zh_hant: 向中心校正水平線的傾斜。

source: Straightens vertical lines toward the center.
de: Begradigt vertikale Linien zum Zentrum hin.
es: Endereza las líneas verticales hacia el centro.
fr: Redressez les lignes verticales vers le centre.
ja: 垂直線を中心に向かって補正します。
ko: 수직선을 중심 방향으로 곧게 교정합니다.
pt_br: Endireita as linhas verticais em direção ao centro.
zh_hans: 向中心校正垂直线的倾斜。
zh_hant: 向中心校正垂直線的傾斜。

source: Strength
de: Stärke
es: Intensidad
fr: Intensité
ja: 強さ
ko: 강도
pt_br: Intensidade
zh_hans: 强度
zh_hant: 強度

source: Strengthens or weakens every color by the same amount.
de: Stärkt oder schwächt jede Farbe um den gleichen Betrag.
es: Aumenta o reduce la intensidad de todos los colores por igual.
fr: Renforce ou affaiblit chaque couleur de la même quantité.
ja: すべての色の鮮やかさを同じ量だけ強めたり弱めたりします。
ko: 모든 색상의 선명도를 같은 양만큼 강화하거나 줄입니다.
pt_br: Aumenta ou reduz a intensidade de todas as cores igualmente.
zh_hans: 以相同幅度增强或减弱所有颜色的饱和度。
zh_hant: 以相同幅度增強或減弱所有顏色的飽和度。
